"Error -90057" = "Un domaine AD doit être indiqué. ([Domaine]\\[Identifiant])";
"Error -10100" = "Méthode d’authentification non valide.";
"Error -10010" = "Langue non valide.";
"Error -10004" = "L’utilisateur a expiré.";
"Error -10003" = "L’utilisateur est bloqué.";
"Error -10005" = "L’utilisateur est temporairement bloqué.";
"Error -10103" = "Vous devez accepter le CLUF.";
"Error -10104" = "L’utilisateur doit changer son mot de passe.";
"Error -10106" = "L’utilisateur doit changer son identifiant.";
"Error -40761" = "Ce fichier ne peut pas encore être déchiffré. Veuillez demander à d’autres utilisateurs autorisés de vous donner accès au fichier.";
"Error -40751" = "Le fichier demandé est introuvable.";
"Error -80021" = "Le segment de fichier fourni est non valide.";
"Error -70104" = "L’utilisateur a déjà accepté le CLUF.";
"Error -70560" = "Il existe déjà un utilisateur avec ce même identifiant.";
"Error -70105" = "L’utilisateur n’a pas le droit de modifier son identifiant.";
"Error -10105" = "Le mot de passe de l’utilisateur ne peut pas être réinitialisé.";
"Error -70020" = "Biclé de chiffrement introuvable. Veuillez d’abord définir votre mot de passe de chiffrement.";
"Error -70021" = "La biclé de chiffrement a déjà été définie.";
"Error -70501" = "L’utilisateur est introuvable.";
"Error -10107" = "Le mot de passe ne peut être réinitialisé que toutes les 5 minutes.";
"Error -40755" = "Nom de fichier non valide.";
"Error -40010" = "Un espace ou un dossier ne peut pas être écrasé.";
"Error -80006" = "La date d’expiration se trouve dans le passé.";
"Error -80008" = "La date d’expiration se trouve trop loin dans le futur.";
"Error -40763" = " La clé du fichier doit être fournie. ";
"Error -40756" = "Classification de fichier non valide.";
"Error -70022" = "Biclé de chiffrement non valide.";
"Error -41054" = "Les dossiers/fichiers à copier doivent se trouver dans le même dossier source.";
"Error -40001" = "Des fichiers chiffrés ne peuvent pas être copiés ou déplacés dans un espace non chiffré.";
"Error -40002" = "Des fichiers non chiffrés ne peuvent pas être copiés ou déplacés dans un espace chiffré.";

"Decryption password required" = "Decryption password required";
"Enter your decryption password to access encrypted data rooms." = "Enter your decryption password to access encrypted data rooms.";

"You have successfully created a share link for {0}." = "Vous avez bien créé un partage par téléchargement pour {0}.";
"You have successfully created the upload account {0}" = "Vous avez bien créé le compte de chargement {0}.";
"{0} Share(s) created" = "{0} partage(s) créé(s)";

"The AV scanner detected that the file could be malicious" = "L'analyseur AV a détecté que le fichier pouvait être malveillant";

"DRACOON environment needs to be updated" = "DRACOON environment needs to be updated";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator.";
